{
    "-": 1,
    "A": 2,
    "B": 3,
    "C": 4,
    "D": 5,
    "E": 6,
    "F": 7,
    "G": 8,
    "H": 9,
    "I": 10,
    "J": 11,
    "K": 12,
    "L": 13,
    "M": 14,
    "N": 15,
    "O": 16,
    "P": 17,
    "Q": 18,
    "R": 19,
    "S": 20,
    "T": 21,
    "U": 22,
    "V": 23,
    "W": 24,
    "X": 25,
    "Y": 26,
    "Z": 27,
    "a": 28,
    "b": 29,
    "c": 30,
    "d": 31,
    "e": 32,
    "f": 33,
    "g": 34,
    "h": 35,
    "i": 36,
    "j": 37,
    "k": 38,
    "l": 39,
    "m": 40,
    "n": 41,
    "o": 42,
    "p": 43,
    "q": 44,
    "r": 45,
    "s": 46,
    "t": 47,
    "u": 48,
    "v": 49,
    "w": 50,
    "x": 51,
    "y": 52,
    "z": 53,
    "’": 54,
    "上": 55,
    "下": 56,
    "事": 57,
    "交": 58,
    "今": 59,
    "他": 60,
    "以": 61,
    "伐": 62,
    "位": 63,
    "何": 64,
    "你": 65,
    "依": 66,
    "係": 67,
    "俾": 68,
    "個": 69,
    "假": 70,
    "冠": 71,
    "冷": 72,
    "出": 73,
    "到": 74,
    "制": 75,
    "包": 76,
    "匙": 77,
    "去": 78,
    "句": 79,
    "叫": 80,
    "可": 81,
    "合": 82,
    "呢": 83,
    "咖": 84,
    "咗": 85,
    "咩": 86,
    "哋": 87,
    "唔": 88,
    "問": 89,
    "啡": 90,
    "啦": 91,
    "啲": 92,
    "喺": 93,
    "嗰": 94,
    "嘅": 95,
    "嚟": 96,
    "場": 97,
    "壓": 98,
    "士": 99,
    "外": 100,
    "天": 101,
    "好": 102,
    "如": 103,
    "室": 104,
    "家": 105,
    "尿": 106,
    "巴": 107,
    "市": 108,
    "幫": 109,
    "幾": 110,
    "店": 111,
    "度": 112,
    "廳": 113,
    "張": 114,
    "待": 115,
    "得": 116,
    "心": 117,
    "情": 118,
    "想": 119,
    "意": 120,
    "應": 121,
    "我": 122,
    "戲": 123,
    "手": 124,
    "抑": 125,
    "抗": 126,
    "拎": 127,
    "接": 128,
    "提": 129,
    "換": 130,
    "搵": 131,
    "播": 132,
    "擺": 133,
    "攞": 134,
    "放": 135,
    "新": 136,
    "日": 137,
    "明": 138,
    "映": 139,
    "時": 140,
    "替": 141,
    "最": 142,
    "會": 143,
    "有": 144,
    "期": 145,
    "林": 146,
    "查": 147,
    "樂": 148,
    "樣": 149,
    "機": 150,
    "次": 151,
    "氣": 152,
    "水": 153,
    "汀": 154,
    "治": 155,
    "況": 156,
    "泊": 157,
    "溫": 158,
    "火": 159,
    "燈": 160,
    "用": 161,
    "甲": 162,
    "畀": 163,
    "病": 164,
    "症": 165,
    "療": 166,
    "的": 167,
    "福": 168,
    "程": 169,
    "站": 170,
    "管": 171,
    "米": 172,
    "糖": 173,
    "約": 174,
    "素": 175,
    "緊": 176,
    "翻": 177,
    "耐": 178,
    "聞": 179,
    "脈": 180,
    "臟": 181,
    "色": 182,
    "藥": 183,
    "血": 184,
    "行": 185,
    "要": 186,
    "訂": 187,
    "記": 188,
    "設": 189,
    "話": 190,
    "該": 191,
    "說": 192,
    "調": 193,
    "請": 194,
    "譯": 195,
    "買": 196,
    "賣": 197,
    "超": 198,
    "距": 199,
    "車": 200,
    "輕": 201,
    "轉": 202,
    "辦": 203,
    "近": 204,
    "通": 205,
    "連": 206,
    "過": 207,
    "遠": 208,
    "適": 209,
    "邊": 210,
    "部": 211,
    "郵": 212,
    "酶": 213,
    "醒": 214,
    "銀": 215,
    "鍾": 216,
    "鎖": 217,
    "鐘": 218,
    "門": 219,
    "開": 220,
    "關": 221,
    "阿": 222,
    "附": 223,
    "離": 224,
    "電": 225,
    "音": 226,
    "項": 227,
    "顏": 228,
    "食": 229,
    "飲": 230,
    "餐": 231,
    "高": 232,
    "鬆": 233,
    "鬧": 234,
    "鬱": 235,
    "點": 236,
    "[UNK]": 237,
    "[PAD]": 238,
    "|": 0
}