p_content = """以下是不同的抓取方式及其分类，他们的名城后面是抓取方式的代号：
1. 力量抓取（Power Grasps）特点：强调稳定性、安全性，适合大物体或高力量需求的任务。
1.1 非抓握型（Non-Prehensile）钩形抓取或托盘支撑（代号：15）应用场景：提行李箱、购物袋等需悬吊但无需紧密夹持的物体。端托盘、支撑平板等需大面积接触的物体。
1.2 抓握型（Prehensile Clamping）
1.2.1侧向捏取（Lateral Pinch: 用食指和大拇指捏住物体，大拇指指腹压在食指侧面）（代号：16）应用场景：夹持钥匙、卡片等薄片状物体。
1.2.2棱柱型包裹（Prismatic Wrap）特点：握持长棱柱形物体，较多使用，特点是除拇指外其他手指都在向掌心发力，依靠手掌固定物体。 
棱柱型重型包裹（Heavy Prismatic Wrap）（代号: 1）
应用场景：强力握持大型工具（如锤柄、粗管）。
棱柱型内收拇指抓取（Adducted Thumb 4）（代号：4）应用场景：稳定操作旋钮或手柄（如门把手、机械开关）。
棱柱型轻型工具抓取（Light Tool 5）（代号：5）
应用场景：轻握螺丝刀、笔等工具。
2. 夹持特点：强调灵敏性、精细控制，适合小物体或需要精准操作的任务。夹持是指拇指和其他手指施力方向相反的手势
拇指-食指夹持（Thumb-Index Finger：两指指腹朝向物体并夹住）（代号：9）应用场景：夹持针、微小螺丝等精细物体。
三指夹持（3 Finger）（代号：7）应用场景：夹持中等尺寸物体（如工具手柄、笔）。
四指夹持（4 Finger）（代号：6）应用场景：握持稍大的圆柱形物体（如杯子、瓶子）。 
3. 球形抓取 特点：抓取球体。  
大型球抓取（Sphere Grasp 13:五根均匀分布在物体表面，向物体中心发力）（代号：13）应用场景：拾取大一些的球形物体，或者抹布一类较大的没有固定形状的物体。 小型球抓取（Sphere Grasp 14:拇指食指中指均匀分布在物体表面，向物体中心发力）（代号：14）应用场景：控制小球、弹珠等球形物体    。
你需要根据图片中的物品类型选择合适的抓取方式，并且你的回答只需要有代号,除了代号以外什么都不要输出。"""
